load-tests/k6/results/260727-496-booking-outage/before-stop-k6.txt
time="2026-07-27T02:16:21+09:00" level=warning msg="C:\\Users\\PC\\Desktop\\TicketRush-backend\\docker-compose.yml: the attribute `version` is obsolete, it will be ignored, please remove it to avoid potential confusion"
 Container ticketrush-backend-k6-run-331d5c17d111 Creating 
 Container ticketrush-backend-k6-run-331d5c17d111 Created 

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: //scripts/scenarios/entry-spike.js
        output: Prometheus remote write (http://host.docker.internal:9090/api/v1/write)

     scenarios: (100.00%) 1 scenario, 400 max VUs, 4m40s max duration (incl. graceful stop):
              * entry_spike: Up to 60.00 iterations/s for 4m10s over 5 stages (maxVUs: 60-400, gracefulStop: 30s)


running (0m01.0s), 001/060 VUs, 7 complete and 0 interrupted iterations
entry_spike   [   0% ] 001/060 VUs  0m00.9s/4m10s  10.00 iters/s

running (0m02.0s), 001/060 VUs, 17 complete and 0 interrupted iterations
entry_spike   [   1% ] 001/060 VUs  0m01.9s/4m10s  10.00 iters/s

running (0m03.0s), 001/060 VUs, 27 complete and 0 interrupted iterations
entry_spike   [   1% ] 001/060 VUs  0m02.9s/4m10s  10.00 iters/s

running (0m04.0s), 001/060 VUs, 37 complete and 0 interrupted iterations
entry_spike   [   2% ] 001/060 VUs  0m03.9s/4m10s  10.00 iters/s

running (0m05.0s), 001/060 VUs, 47 complete and 0 interrupted iterations
entry_spike   [   2% ] 001/060 VUs  0m04.9s/4m10s  10.00 iters/s

running (0m06.0s), 001/060 VUs, 57 complete and 0 interrupted iterations
entry_spike   [   2% ] 001/060 VUs  0m05.9s/4m10s  10.00 iters/s

running (0m07.0s), 000/060 VUs, 68 complete and 0 interrupted iterations
entry_spike   [   3% ] 000/060 VUs  0m06.9s/4m10s  10.00 iters/s

running (0m08.0s), 000/060 VUs, 78 complete and 0 interrupted iterations
entry_spike   [   3% ] 000/060 VUs  0m07.9s/4m10s  10.00 iters/s

running (0m09.0s), 000/060 VUs, 88 complete and 0 interrupted iterations
entry_spike   [   4% ] 000/060 VUs  0m08.9s/4m10s  10.00 iters/s

running (0m10.0s), 001/060 VUs, 97 complete and 0 interrupted iterations
entry_spike   [   4% ] 001/060 VUs  0m09.9s/4m10s  10.00 iters/s

running (0m11.0s), 000/060 VUs, 108 complete and 0 interrupted iterations
entry_spike   [   4% ] 000/060 VUs  0m10.9s/4m10s  10.00 iters/s

running (0m12.0s), 000/060 VUs, 118 complete and 0 interrupted iterations
entry_spike   [   5% ] 000/060 VUs  0m11.9s/4m10s  10.00 iters/s

running (0m13.0s), 000/060 VUs, 128 complete and 0 interrupted iterations
entry_spike   [   5% ] 000/060 VUs  0m12.9s/4m10s  10.00 iters/s

running (0m14.0s), 000/060 VUs, 138 complete and 0 interrupted iterations
entry_spike   [   6% ] 000/060 VUs  0m13.9s/4m10s  10.00 iters/s

running (0m15.0s), 001/060 VUs, 147 complete and 0 interrupted iterations
entry_spike   [   6% ] 001/060 VUs  0m14.9s/4m10s  10.00 iters/s

running (0m16.0s), 000/060 VUs, 158 complete and 0 interrupted iterations
entry_spike   [   6% ] 000/060 VUs  0m15.9s/4m10s  10.00 iters/s

running (0m17.0s), 000/060 VUs, 168 complete and 0 interrupted iterations
entry_spike   [   7% ] 000/060 VUs  0m16.9s/4m10s  10.00 iters/s

running (0m18.0s), 000/060 VUs, 178 complete and 0 interrupted iterations
entry_spike   [   7% ] 000/060 VUs  0m17.9s/4m10s  10.00 iters/s

running (0m19.0s), 000/060 VUs, 188 complete and 0 interrupted iterations
entry_spike   [   8% ] 000/060 VUs  0m18.9s/4m10s  10.00 iters/s

running (0m20.0s), 000/060 VUs, 198 complete and 0 interrupted iterations
entry_spike   [   8% ] 000/060 VUs  0m19.9s/4m10s  10.00 iters/s

running (0m21.0s), 000/060 VUs, 208 complete and 0 interrupted iterations
entry_spike   [   8% ] 000/060 VUs  0m20.9s/4m10s  10.00 iters/s

running (0m22.0s), 000/060 VUs, 218 complete and 0 interrupted iterations
entry_spike   [   9% ] 000/060 VUs  0m21.9s/4m10s  10.00 iters/s

running (0m23.0s), 000/060 VUs, 228 complete and 0 interrupted iterations
entry_spike   [   9% ] 000/060 VUs  0m22.9s/4m10s  10.00 iters/s

running (0m24.0s), 000/060 VUs, 238 complete and 0 interrupted iterations
entry_spike   [  10% ] 000/060 VUs  0m23.9s/4m10s  10.00 iters/s

running (0m25.0s), 000/060 VUs, 248 complete and 0 interrupted iterations
entry_spike   [  10% ] 000/060 VUs  0m24.9s/4m10s  10.00 iters/s

running (0m26.0s), 000/060 VUs, 258 complete and 0 interrupted iterations
entry_spike   [  10% ] 000/060 VUs  0m25.9s/4m10s  10.00 iters/s

running (0m27.0s), 000/060 VUs, 268 complete and 0 interrupted iterations
entry_spike   [  11% ] 000/060 VUs  0m26.9s/4m10s  10.00 iters/s

running (0m28.0s), 000/060 VUs, 278 complete and 0 interrupted iterations
entry_spike   [  11% ] 000/060 VUs  0m27.9s/4m10s  10.00 iters/s

running (0m29.0s), 000/060 VUs, 288 complete and 0 interrupted iterations
entry_spike   [  12% ] 000/060 VUs  0m28.9s/4m10s  10.00 iters/s

running (0m30.0s), 001/060 VUs, 297 complete and 0 interrupted iterations
entry_spike   [  12% ] 001/060 VUs  0m29.9s/4m10s  10.00 iters/s

running (0m31.0s), 000/060 VUs, 308 complete and 0 interrupted iterations
entry_spike   [  12% ] 000/060 VUs  0m30.9s/4m10s  10.00 iters/s

running (0m32.0s), 000/060 VUs, 318 complete and 0 interrupted iterations
entry_spike   [  13% ] 000/060 VUs  0m31.9s/4m10s  10.00 iters/s

running (0m33.0s), 000/060 VUs, 328 complete and 0 interrupted iterations
entry_spike   [  13% ] 000/060 VUs  0m32.9s/4m10s  10.00 iters/s

running (0m34.0s), 000/060 VUs, 338 complete and 0 interrupted iterations
entry_spike   [  14% ] 000/060 VUs  0m33.9s/4m10s  10.00 iters/s

running (0m35.0s), 000/060 VUs, 348 complete and 0 interrupted iterations
entry_spike   [  14% ] 000/060 VUs  0m34.9s/4m10s  10.00 iters/s

running (0m36.0s), 000/060 VUs, 358 complete and 0 interrupted iterations
entry_spike   [  14% ] 000/060 VUs  0m35.9s/4m10s  10.00 iters/s

running (0m37.0s), 000/060 VUs, 368 complete and 0 interrupted iterations
entry_spike   [  15% ] 000/060 VUs  0m36.9s/4m10s  10.00 iters/s

running (0m38.0s), 000/060 VUs, 378 complete and 0 interrupted iterations
entry_spike   [  15% ] 000/060 VUs  0m37.9s/4m10s  10.00 iters/s

running (0m39.0s), 000/060 VUs, 388 complete and 0 interrupted iterations
entry_spike   [  16% ] 000/060 VUs  0m38.9s/4m10s  10.00 iters/s

running (0m40.0s), 000/060 VUs, 398 complete and 0 interrupted iterations
entry_spike   [  16% ] 000/060 VUs  0m39.9s/4m10s  10.00 iters/s

running (0m41.0s), 000/060 VUs, 408 complete and 0 interrupted iterations
entry_spike   [  16% ] 000/060 VUs  0m40.9s/4m10s  10.00 iters/s

running (0m42.0s), 000/060 VUs, 418 complete and 0 interrupted iterations
entry_spike   [  17% ] 000/060 VUs  0m41.9s/4m10s  10.00 iters/s

running (0m43.0s), 000/060 VUs, 428 complete and 0 interrupted iterations
entry_spike   [  17% ] 000/060 VUs  0m42.9s/4m10s  10.00 iters/s

running (0m44.0s), 000/060 VUs, 438 complete and 0 interrupted iterations
entry_spike   [  18% ] 000/060 VUs  0m43.9s/4m10s  10.00 iters/s

running (0m45.0s), 000/060 VUs, 448 complete and 0 interrupted iterations
entry_spike   [  18% ] 000/060 VUs  0m44.9s/4m10s  10.00 iters/s

running (0m46.0s), 000/060 VUs, 458 complete and 0 interrupted iterations
entry_spike   [  18% ] 000/060 VUs  0m45.9s/4m10s  10.00 iters/s

running (0m47.0s), 000/060 VUs, 468 complete and 0 interrupted iterations
entry_spike   [  19% ] 000/060 VUs  0m46.9s/4m10s  10.00 iters/s

running (0m48.0s), 000/060 VUs, 478 complete and 0 interrupted iterations
entry_spike   [  19% ] 000/060 VUs  0m47.9s/4m10s  10.00 iters/s

running (0m49.0s), 000/060 VUs, 488 complete and 0 interrupted iterations
entry_spike   [  20% ] 000/060 VUs  0m48.9s/4m10s  10.00 iters/s

running (0m50.0s), 000/060 VUs, 498 complete and 0 interrupted iterations
entry_spike   [  20% ] 000/060 VUs  0m49.9s/4m10s  10.00 iters/s

running (0m51.0s), 000/060 VUs, 508 complete and 0 interrupted iterations
entry_spike   [  20% ] 000/060 VUs  0m50.9s/4m10s  10.00 iters/s

running (0m52.0s), 001/060 VUs, 517 complete and 0 interrupted iterations
entry_spike   [  21% ] 001/060 VUs  0m51.9s/4m10s  10.00 iters/s

running (0m53.0s), 000/060 VUs, 528 complete and 0 interrupted iterations
entry_spike   [  21% ] 000/060 VUs  0m52.9s/4m10s  10.00 iters/s

running (0m54.0s), 001/060 VUs, 537 complete and 0 interrupted iterations
entry_spike   [  22% ] 001/060 VUs  0m53.9s/4m10s  10.00 iters/s

running (0m55.0s), 000/060 VUs, 548 complete and 0 interrupted iterations
entry_spike   [  22% ] 000/060 VUs  0m54.9s/4m10s  10.00 iters/s

running (0m56.0s), 001/060 VUs, 557 complete and 0 interrupted iterations
entry_spike   [  22% ] 001/060 VUs  0m55.9s/4m10s  10.00 iters/s

running (0m57.0s), 000/060 VUs, 568 complete and 0 interrupted iterations
entry_spike   [  23% ] 000/060 VUs  0m56.9s/4m10s  10.00 iters/s

running (0m58.0s), 000/060 VUs, 578 complete and 0 interrupted iterations
entry_spike   [  23% ] 000/060 VUs  0m57.9s/4m10s  10.00 iters/s

running (0m59.0s), 000/060 VUs, 588 complete and 0 interrupted iterations
entry_spike   [  24% ] 000/060 VUs  0m58.9s/4m10s  10.00 iters/s

running (1m00.0s), 000/060 VUs, 598 complete and 0 interrupted iterations
entry_spike   [  24% ] 000/060 VUs  0m59.9s/4m10s  10.00 iters/s

running (1m01.0s), 001/060 VUs, 608 complete and 0 interrupted iterations
entry_spike   [  24% ] 001/060 VUs  1m00.9s/4m10s  12.14 iters/s

running (1m02.0s), 001/060 VUs, 621 complete and 0 interrupted iterations
entry_spike   [  25% ] 001/060 VUs  1m01.9s/4m10s  14.58 iters/s

running (1m03.0s), 001/060 VUs, 637 complete and 0 interrupted iterations
entry_spike   [  25% ] 001/060 VUs  1m02.9s/4m10s  17.10 iters/s

running (1m04.0s), 001/060 VUs, 656 complete and 0 interrupted iterations
entry_spike   [  26% ] 001/060 VUs  1m03.9s/4m10s  19.68 iters/s

running (1m05.0s), 001/060 VUs, 677 complete and 0 interrupted iterations
entry_spike   [  26% ] 001/060 VUs  1m04.9s/4m10s  22.19 iters/s

running (1m06.0s), 001/060 VUs, 700 complete and 0 interrupted iterations
entry_spike   [  26% ] 001/060 VUs  1m05.9s/4m10s  24.65 iters/s

running (1m07.0s), 002/060 VUs, 725 complete and 0 interrupted iterations
entry_spike   [  27% ] 002/060 VUs  1m06.9s/4m10s  27.16 iters/s

running (1m08.0s), 001/060 VUs, 754 complete and 0 interrupted iterations
entry_spike   [  27% ] 001/060 VUs  1m07.9s/4m10s  29.62 iters/s

running (1m09.0s), 001/060 VUs, 785 complete and 0 interrupted iterations
entry_spike   [  28% ] 001/060 VUs  1m08.9s/4m10s  32.13 iters/s

running (1m10.0s), 002/060 VUs, 818 complete and 0 interrupted iterations
entry_spike   [  28% ] 002/060 VUs  1m09.9s/4m10s  34.68 iters/s

running (1m11.0s), 002/060 VUs, 854 complete and 0 interrupted iterations
entry_spike   [  28% ] 002/060 VUs  1m10.9s/4m10s  37.18 iters/s

running (1m12.0s), 002/060 VUs, 892 complete and 0 interrupted iterations
entry_spike   [  29% ] 002/060 VUs  1m11.9s/4m10s  39.65 iters/s

running (1m13.0s), 003/060 VUs, 932 complete and 0 interrupted iterations
entry_spike   [  29% ] 003/060 VUs  1m12.9s/4m10s  42.16 iters/s

running (1m14.0s), 002/060 VUs, 976 complete and 0 interrupted iterations
entry_spike   [  30% ] 002/060 VUs  1m13.9s/4m10s  44.64 iters/s

running (1m15.0s), 002/060 VUs, 1022 complete and 0 interrupted iterations
entry_spike   [  30% ] 002/060 VUs  1m14.9s/4m10s  47.14 iters/s

running (1m16.0s), 003/060 VUs, 1070 complete and 0 interrupted iterations
entry_spike   [  30% ] 003/060 VUs  1m15.9s/4m10s  49.67 iters/s

running (1m17.0s), 002/060 VUs, 1121 complete and 0 interrupted iterations
entry_spike   [  31% ] 002/060 VUs  1m16.9s/4m10s  52.13 iters/s

running (1m18.0s), 002/060 VUs, 1175 complete and 0 interrupted iterations
entry_spike   [  31% ] 002/060 VUs  1m17.9s/4m10s  54.66 iters/s

running (1m19.0s), 003/060 VUs, 1230 complete and 0 interrupted iterations
entry_spike   [  32% ] 003/060 VUs  1m18.9s/4m10s  57.16 iters/s

running (1m20.0s), 003/060 VUs, 1288 complete and 0 interrupted iterations
entry_spike   [  32% ] 003/060 VUs  1m19.9s/4m10s  59.64 iters/s

running (1m21.0s), 003/060 VUs, 1348 complete and 0 interrupted iterations
entry_spike   [  32% ] 003/060 VUs  1m20.9s/4m10s  60.00 iters/s

running (1m22.0s), 003/060 VUs, 1408 complete and 0 interrupted iterations
entry_spike   [  33% ] 003/060 VUs  1m21.9s/4m10s  60.00 iters/s

running (1m23.0s), 002/060 VUs, 1469 complete and 0 interrupted iterations
entry_spike   [  33% ] 002/060 VUs  1m22.9s/4m10s  60.00 iters/s

running (1m24.0s), 003/060 VUs, 1528 complete and 0 interrupted iterations
entry_spike   [  34% ] 003/060 VUs  1m23.9s/4m10s  60.00 iters/s

running (1m25.0s), 003/060 VUs, 1588 complete and 0 interrupted iterations
entry_spike   [  34% ] 003/060 VUs  1m24.9s/4m10s  60.00 iters/s

running (1m26.0s), 002/060 VUs, 1649 complete and 0 interrupted iterations
entry_spike   [  34% ] 002/060 VUs  1m25.9s/4m10s  60.00 iters/s

running (1m27.0s), 003/060 VUs, 1708 complete and 0 interrupted iterations
entry_spike   [  35% ] 003/060 VUs  1m26.9s/4m10s  60.00 iters/s

running (1m28.0s), 009/060 VUs, 1762 complete and 0 interrupted iterations
entry_spike   [  35% ] 009/060 VUs  1m27.9s/4m10s  60.00 iters/s

running (1m29.0s), 032/060 VUs, 1799 complete and 0 interrupted iterations
entry_spike   [  36% ] 032/060 VUs  1m28.9s/4m10s  60.00 iters/s

running (1m30.0s), 076/076 VUs, 1799 complete and 0 interrupted iterations
entry_spike   [  36% ] 076/076 VUs  1m29.9s/4m10s  60.00 iters/s

running (1m31.0s), 089/091 VUs, 1831 complete and 0 interrupted iterations
entry_spike   [  36% ] 089/091 VUs  1m30.9s/4m10s  60.00 iters/s

running (1m32.0s), 062/091 VUs, 1918 complete and 0 interrupted iterations
entry_spike   [  37% ] 062/091 VUs  1m31.9s/4m10s  60.00 iters/s

running (1m33.0s), 018/091 VUs, 2022 complete and 0 interrupted iterations
entry_spike   [  37% ] 018/091 VUs  1m32.9s/4m10s  60.00 iters/s

running (1m34.0s), 002/091 VUs, 2098 complete and 0 interrupted iterations
entry_spike   [  38% ] 002/091 VUs  1m33.9s/4m10s  60.00 iters/s

running (1m35.0s), 002/091 VUs, 2158 complete and 0 interrupted iterations
entry_spike   [  38% ] 002/091 VUs  1m34.9s/4m10s  60.00 iters/s

running (1m36.0s), 004/091 VUs, 2216 complete and 0 interrupted iterations
entry_spike   [  38% ] 004/091 VUs  1m35.9s/4m10s  60.00 iters/s

running (1m37.0s), 002/091 VUs, 2278 complete and 0 interrupted iterations
entry_spike   [  39% ] 002/091 VUs  1m36.9s/4m10s  60.00 iters/s

running (1m38.0s), 003/091 VUs, 2337 complete and 0 interrupted iterations
entry_spike   [  39% ] 003/091 VUs  1m37.9s/4m10s  60.00 iters/s

running (1m39.0s), 002/091 VUs, 2398 complete and 0 interrupted iterations
entry_spike   [  40% ] 002/091 VUs  1m38.9s/4m10s  60.00 iters/s

running (1m40.0s), 002/091 VUs, 2458 complete and 0 interrupted iterations
entry_spike   [  40% ] 002/091 VUs  1m39.9s/4m10s  60.00 iters/s

running (1m41.0s), 002/091 VUs, 2518 complete and 0 interrupted iterations
entry_spike   [  40% ] 002/091 VUs  1m40.9s/4m10s  60.00 iters/s

running (1m42.0s), 002/091 VUs, 2578 complete and 0 interrupted iterations
entry_spike   [  41% ] 002/091 VUs  1m41.9s/4m10s  60.00 iters/s

running (1m43.0s), 005/091 VUs, 2635 complete and 0 interrupted iterations
entry_spike   [  41% ] 005/091 VUs  1m42.9s/4m10s  60.00 iters/s

running (1m44.0s), 006/091 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  42% ] 006/091 VUs  1m43.9s/4m10s  60.00 iters/s

running (1m45.0s), 066/091 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  42% ] 066/091 VUs  1m44.9s/4m10s  60.00 iters/s

running (1m46.0s), 108/109 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  42% ] 108/109 VUs  1m45.9s/4m10s  60.00 iters/s

running (1m47.0s), 138/139 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  43% ] 138/139 VUs  1m46.9s/4m10s  60.00 iters/s

running (1m48.0s), 168/169 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  43% ] 168/169 VUs  1m47.9s/4m10s  60.00 iters/s

running (1m49.0s), 198/199 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  44% ] 198/199 VUs  1m48.9s/4m10s  60.00 iters/s

running (1m50.0s), 228/229 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  44% ] 228/229 VUs  1m49.9s/4m10s  60.00 iters/s

running (1m51.0s), 258/259 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  44% ] 258/259 VUs  1m50.9s/4m10s  60.00 iters/s

running (1m52.0s), 288/289 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  45% ] 288/289 VUs  1m51.9s/4m10s  60.00 iters/s

running (1m53.0s), 318/319 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  45% ] 318/319 VUs  1m52.9s/4m10s  60.00 iters/s

running (1m54.0s), 348/349 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  46% ] 348/349 VUs  1m53.9s/4m10s  60.00 iters/s

running (1m55.0s), 378/379 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  46% ] 378/379 VUs  1m54.9s/4m10s  60.00 iters/s
time="2026-07-26T17:18:17Z" level=warning msg="Insufficient VUs, reached 400 active VUs and cannot initialize more" executor=ramping-arrival-rate scenario=entry_spike

running (1m56.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  46% ] 400/400 VUs  1m55.9s/4m10s  60.00 iters/s

running (1m57.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  47% ] 400/400 VUs  1m56.9s/4m10s  60.00 iters/s

running (1m58.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  47% ] 400/400 VUs  1m57.9s/4m10s  60.00 iters/s

running (1m59.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  48% ] 400/400 VUs  1m58.9s/4m10s  60.00 iters/s

running (2m00.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  48% ] 400/400 VUs  1m59.9s/4m10s  60.00 iters/s

running (2m01.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  48% ] 400/400 VUs  2m00.9s/4m10s  60.00 iters/s

running (2m02.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  49% ] 400/400 VUs  2m01.9s/4m10s  60.00 iters/s

running (2m03.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  49% ] 400/400 VUs  2m02.9s/4m10s  60.00 iters/s

running (2m04.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  50% ] 400/400 VUs  2m03.9s/4m10s  60.00 iters/s

running (2m05.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  50% ] 400/400 VUs  2m04.9s/4m10s  60.00 iters/s

running (2m06.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  50% ] 400/400 VUs  2m05.9s/4m10s  60.00 iters/s

running (2m07.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  51% ] 400/400 VUs  2m06.9s/4m10s  60.00 iters/s

running (2m08.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  51% ] 400/400 VUs  2m07.9s/4m10s  60.00 iters/s

running (2m09.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  52% ] 400/400 VUs  2m08.9s/4m10s  60.00 iters/s

running (2m10.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  52% ] 400/400 VUs  2m09.9s/4m10s  60.00 iters/s

running (2m11.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  52% ] 400/400 VUs  2m10.9s/4m10s  60.00 iters/s

running (2m12.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  53% ] 400/400 VUs  2m11.9s/4m10s  60.00 iters/s

running (2m13.0s), 400/400 VUs, 2694 complete and 0 interrupted iterations
entry_spike   [  53% ] 400/400 VUs  2m12.9s/4m10s  60.00 iters/s

running (2m14.0s), 397/400 VUs, 2699 complete and 0 interrupted iterations
entry_spike   [  54% ] 397/400 VUs  2m13.9s/4m10s  60.00 iters/s

running (2m15.0s), 397/400 VUs, 2759 complete and 0 interrupted iterations
entry_spike   [  54% ] 397/400 VUs  2m14.9s/4m10s  60.00 iters/s

running (2m16.0s), 400/400 VUs, 2801 complete and 0 interrupted iterations
entry_spike   [  54% ] 400/400 VUs  2m15.9s/4m10s  60.00 iters/s

running (2m17.0s), 399/400 VUs, 2831 complete and 0 interrupted iterations
entry_spike   [  55% ] 399/400 VUs  2m16.9s/4m10s  60.00 iters/s

running (2m18.0s), 400/400 VUs, 2858 complete and 0 interrupted iterations
entry_spike   [  55% ] 400/400 VUs  2m17.9s/4m10s  60.00 iters/s

running (2m19.0s), 399/400 VUs, 2891 complete and 0 interrupted iterations
entry_spike   [  56% ] 399/400 VUs  2m18.9s/4m10s  60.00 iters/s

running (2m20.0s), 400/400 VUs, 2921 complete and 0 interrupted iterations
entry_spike   [  56% ] 400/400 VUs  2m19.9s/4m10s  60.00 iters/s

running (2m21.0s), 400/400 VUs, 2951 complete and 0 interrupted iterations
entry_spike   [  56% ] 400/400 VUs  2m20.9s/4m10s  60.00 iters/s

running (2m22.0s), 400/400 VUs, 2981 complete and 0 interrupted iterations
entry_spike   [  57% ] 400/400 VUs  2m21.9s/4m10s  60.00 iters/s

running (2m23.0s), 400/400 VUs, 3011 complete and 0 interrupted iterations
entry_spike   [  57% ] 400/400 VUs  2m22.9s/4m10s  60.00 iters/s

running (2m24.0s), 400/400 VUs, 3040 complete and 0 interrupted iterations
entry_spike   [  58% ] 400/400 VUs  2m23.9s/4m10s  60.00 iters/s

running (2m25.0s), 400/400 VUs, 3071 complete and 0 interrupted iterations
entry_spike   [  58% ] 400/400 VUs  2m24.9s/4m10s  60.00 iters/s

running (2m26.0s), 400/400 VUs, 3094 complete and 0 interrupted iterations
entry_spike   [  58% ] 400/400 VUs  2m25.9s/4m10s  60.00 iters/s

running (2m27.0s), 400/400 VUs, 3094 complete and 0 interrupted iterations
entry_spike   [  59% ] 400/400 VUs  2m26.9s/4m10s  60.00 iters/s

running (2m28.0s), 400/400 VUs, 3094 complete and 0 interrupted iterations
entry_spike   [  59% ] 400/400 VUs  2m27.9s/4m10s  60.00 iters/s

running (2m29.0s), 395/400 VUs, 3101 complete and 0 interrupted iterations
entry_spike   [  60% ] 395/400 VUs  2m28.9s/4m10s  60.00 iters/s

running (2m30.0s), 277/400 VUs, 3279 complete and 0 interrupted iterations
entry_spike   [  60% ] 277/400 VUs  2m29.9s/4m10s  60.00 iters/s

running (2m31.0s), 220/400 VUs, 3396 complete and 0 interrupted iterations
entry_spike   [  60% ] 220/400 VUs  2m30.9s/4m10s  60.00 iters/s

running (2m32.0s), 189/400 VUs, 3487 complete and 0 interrupted iterations
entry_spike   [  61% ] 189/400 VUs  2m31.9s/4m10s  60.00 iters/s

running (2m33.0s), 159/400 VUs, 3577 complete and 0 interrupted iterations
entry_spike   [  61% ] 159/400 VUs  2m32.9s/4m10s  60.00 iters/s

running (2m34.0s), 122/400 VUs, 3674 complete and 0 interrupted iterations
entry_spike   [  62% ] 122/400 VUs  2m33.9s/4m10s  60.00 iters/s

running (2m35.0s), 064/400 VUs, 3792 complete and 0 interrupted iterations
entry_spike   [  62% ] 064/400 VUs  2m34.9s/4m10s  60.00 iters/s

running (2m36.0s), 033/400 VUs, 3883 complete and 0 interrupted iterations
entry_spike   [  62% ] 033/400 VUs  2m35.9s/4m10s  60.00 iters/s

running (2m37.0s), 003/400 VUs, 3973 complete and 0 interrupted iterations
entry_spike   [  63% ] 003/400 VUs  2m36.9s/4m10s  60.00 iters/s

running (2m38.0s), 000/400 VUs, 4036 complete and 0 interrupted iterations
entry_spike   [  63% ] 000/400 VUs  2m37.9s/4m10s  60.00 iters/s

running (2m39.0s), 000/400 VUs, 4096 complete and 0 interrupted iterations
entry_spike   [  64% ] 000/400 VUs  2m38.9s/4m10s  60.00 iters/s

running (2m40.0s), 001/400 VUs, 4155 complete and 0 interrupted iterations
entry_spike   [  64% ] 001/400 VUs  2m39.9s/4m10s  60.00 iters/s

running (2m41.0s), 001/400 VUs, 4215 complete and 0 interrupted iterations
entry_spike   [  64% ] 001/400 VUs  2m40.9s/4m10s  60.00 iters/s

running (2m42.0s), 001/400 VUs, 4275 complete and 0 interrupted iterations
entry_spike   [  65% ] 000/400 VUs  2m41.9s/4m10s  60.00 iters/s

running (2m43.0s), 000/400 VUs, 4336 complete and 0 interrupted iterations
entry_spike   [  65% ] 000/400 VUs  2m42.9s/4m10s  60.00 iters/s

running (2m44.0s), 001/400 VUs, 4395 complete and 0 interrupted iterations
entry_spike   [  66% ] 001/400 VUs  2m43.9s/4m10s  60.00 iters/s

running (2m45.0s), 001/400 VUs, 4455 complete and 0 interrupted iterations
entry_spike   [  66% ] 001/400 VUs  2m44.9s/4m10s  60.00 iters/s

running (2m46.0s), 001/400 VUs, 4515 complete and 0 interrupted iterations
entry_spike   [  66% ] 001/400 VUs  2m45.9s/4m10s  60.00 iters/s

running (2m47.0s), 000/400 VUs, 4576 complete and 0 interrupted iterations
entry_spike   [  67% ] 000/400 VUs  2m46.9s/4m10s  60.00 iters/s

running (2m48.0s), 000/400 VUs, 4636 complete and 0 interrupted iterations
entry_spike   [  67% ] 000/400 VUs  2m47.9s/4m10s  60.00 iters/s

running (2m49.0s), 000/400 VUs, 4696 complete and 0 interrupted iterations
entry_spike   [  68% ] 000/400 VUs  2m48.9s/4m10s  60.00 iters/s

running (2m50.0s), 001/400 VUs, 4755 complete and 0 interrupted iterations
entry_spike   [  68% ] 001/400 VUs  2m49.9s/4m10s  60.00 iters/s

running (2m51.0s), 001/400 VUs, 4814 complete and 0 interrupted iterations
entry_spike   [  68% ] 001/400 VUs  2m50.9s/4m10s  57.86 iters/s

running (2m52.0s), 001/400 VUs, 4871 complete and 0 interrupted iterations
entry_spike   [  69% ] 001/400 VUs  2m51.9s/4m10s  55.34 iters/s

running (2m53.0s), 001/400 VUs, 4925 complete and 0 interrupted iterations
entry_spike   [  69% ] 001/400 VUs  2m52.9s/4m10s  52.84 iters/s

running (2m54.0s), 001/400 VUs, 4977 complete and 0 interrupted iterations
entry_spike   [  70% ] 001/400 VUs  2m53.9s/4m10s  50.32 iters/s

running (2m55.0s), 001/400 VUs, 5026 complete and 0 interrupted iterations
entry_spike   [  70% ] 001/400 VUs  2m54.9s/4m10s  47.83 iters/s

running (2m56.0s), 001/400 VUs, 5072 complete and 0 interrupted iterations
entry_spike   [  70% ] 001/400 VUs  2m55.9s/4m10s  45.36 iters/s

running (2m57.0s), 000/400 VUs, 5117 complete and 0 interrupted iterations
entry_spike   [  71% ] 000/400 VUs  2m56.9s/4m10s  42.87 iters/s

running (2m58.0s), 000/400 VUs, 5159 complete and 0 interrupted iterations
entry_spike   [  71% ] 000/400 VUs  2m57.9s/4m10s  40.34 iters/s

running (2m59.0s), 000/400 VUs, 5198 complete and 0 interrupted iterations
entry_spike   [  72% ] 000/400 VUs  2m58.9s/4m10s  37.85 iters/s

running (3m00.0s), 001/400 VUs, 5234 complete and 0 interrupted iterations
entry_spike   [  72% ] 001/400 VUs  2m59.9s/4m10s  35.32 iters/s

running (3m01.0s), 001/400 VUs, 5268 complete and 0 interrupted iterations
entry_spike   [  72% ] 001/400 VUs  3m00.9s/4m10s  32.83 iters/s

running (3m02.0s), 000/400 VUs, 5300 complete and 0 interrupted iterations
entry_spike   [  73% ] 000/400 VUs  3m01.9s/4m10s  30.37 iters/s

running (3m03.0s), 000/400 VUs, 5329 complete and 0 interrupted iterations
entry_spike   [  73% ] 000/400 VUs  3m02.9s/4m10s  27.88 iters/s

running (3m04.0s), 000/400 VUs, 5356 complete and 0 interrupted iterations
entry_spike   [  74% ] 000/400 VUs  3m03.9s/4m10s  25.35 iters/s

running (3m05.0s), 000/400 VUs, 5380 complete and 0 interrupted iterations
entry_spike   [  74% ] 000/400 VUs  3m04.9s/4m10s  22.86 iters/s

running (3m06.0s), 001/400 VUs, 5401 complete and 0 interrupted iterations
entry_spike   [  74% ] 001/400 VUs  3m05.9s/4m10s  20.31 iters/s

running (3m07.0s), 000/400 VUs, 5421 complete and 0 interrupted iterations
entry_spike   [  75% ] 000/400 VUs  3m06.9s/4m10s  17.82 iters/s

running (3m08.0s), 000/400 VUs, 5437 complete and 0 interrupted iterations
entry_spike   [  75% ] 000/400 VUs  3m07.9s/4m10s  15.41 iters/s

running (3m09.0s), 000/400 VUs, 5451 complete and 0 interrupted iterations
entry_spike   [  76% ] 000/400 VUs  3m08.9s/4m10s  12.94 iters/s

running (3m10.0s), 000/400 VUs, 5463 complete and 0 interrupted iterations
entry_spike   [  76% ] 000/400 VUs  3m09.9s/4m10s  10.37 iters/s

running (3m11.0s), 000/400 VUs, 5473 complete and 0 interrupted iterations
entry_spike   [  76% ] 000/400 VUs  3m10.9s/4m10s  10.00 iters/s

running (3m12.0s), 000/400 VUs, 5483 complete and 0 interrupted iterations
entry_spike   [  77% ] 000/400 VUs  3m11.9s/4m10s  10.00 iters/s

running (3m13.0s), 000/400 VUs, 5493 complete and 0 interrupted iterations
entry_spike   [  77% ] 000/400 VUs  3m12.9s/4m10s  10.00 iters/s

running (3m14.0s), 000/400 VUs, 5503 complete and 0 interrupted iterations
entry_spike   [  78% ] 000/400 VUs  3m13.9s/4m10s  10.00 iters/s

running (3m15.0s), 000/400 VUs, 5513 complete and 0 interrupted iterations
entry_spike   [  78% ] 000/400 VUs  3m14.9s/4m10s  10.00 iters/s

running (3m16.0s), 000/400 VUs, 5523 complete and 0 interrupted iterations
entry_spike   [  78% ] 000/400 VUs  3m15.9s/4m10s  10.00 iters/s

running (3m17.0s), 000/400 VUs, 5533 complete and 0 interrupted iterations
entry_spike   [  79% ] 000/400 VUs  3m16.9s/4m10s  10.00 iters/s

running (3m18.0s), 000/400 VUs, 5543 complete and 0 interrupted iterations
entry_spike   [  79% ] 000/400 VUs  3m17.9s/4m10s  10.00 iters/s

running (3m19.0s), 000/400 VUs, 5553 complete and 0 interrupted iterations
entry_spike   [  80% ] 000/400 VUs  3m18.9s/4m10s  10.00 iters/s

running (3m20.0s), 000/400 VUs, 5563 complete and 0 interrupted iterations
entry_spike   [  80% ] 000/400 VUs  3m19.9s/4m10s  10.00 iters/s

running (3m21.0s), 000/400 VUs, 5573 complete and 0 interrupted iterations
entry_spike   [  80% ] 000/400 VUs  3m20.9s/4m10s  10.00 iters/s

running (3m22.0s), 000/400 VUs, 5583 complete and 0 interrupted iterations
entry_spike   [  81% ] 000/400 VUs  3m21.9s/4m10s  10.00 iters/s

running (3m23.0s), 000/400 VUs, 5593 complete and 0 interrupted iterations
entry_spike   [  81% ] 000/400 VUs  3m22.9s/4m10s  10.00 iters/s

running (3m24.0s), 000/400 VUs, 5603 complete and 0 interrupted iterations
entry_spike   [  82% ] 000/400 VUs  3m23.9s/4m10s  10.00 iters/s

running (3m25.0s), 000/400 VUs, 5613 complete and 0 interrupted iterations
entry_spike   [  82% ] 000/400 VUs  3m24.9s/4m10s  10.00 iters/s

running (3m26.0s), 000/400 VUs, 5623 complete and 0 interrupted iterations
entry_spike   [  82% ] 000/400 VUs  3m25.9s/4m10s  10.00 iters/s

running (3m27.0s), 000/400 VUs, 5633 complete and 0 interrupted iterations
entry_spike   [  83% ] 000/400 VUs  3m26.9s/4m10s  10.00 iters/s

running (3m28.0s), 000/400 VUs, 5643 complete and 0 interrupted iterations
entry_spike   [  83% ] 000/400 VUs  3m27.9s/4m10s  10.00 iters/s

running (3m29.0s), 000/400 VUs, 5653 complete and 0 interrupted iterations
entry_spike   [  84% ] 000/400 VUs  3m28.9s/4m10s  10.00 iters/s

running (3m30.0s), 000/400 VUs, 5663 complete and 0 interrupted iterations
entry_spike   [  84% ] 000/400 VUs  3m29.9s/4m10s  10.00 iters/s

running (3m31.0s), 000/400 VUs, 5673 complete and 0 interrupted iterations
entry_spike   [  84% ] 000/400 VUs  3m30.9s/4m10s  10.00 iters/s

running (3m32.0s), 000/400 VUs, 5683 complete and 0 interrupted iterations
entry_spike   [  85% ] 000/400 VUs  3m31.9s/4m10s  10.00 iters/s

running (3m33.0s), 000/400 VUs, 5693 complete and 0 interrupted iterations
entry_spike   [  85% ] 000/400 VUs  3m32.9s/4m10s  10.00 iters/s

running (3m34.0s), 000/400 VUs, 5703 complete and 0 interrupted iterations
entry_spike   [  86% ] 000/400 VUs  3m33.9s/4m10s  10.00 iters/s

running (3m35.0s), 000/400 VUs, 5713 complete and 0 interrupted iterations
entry_spike   [  86% ] 000/400 VUs  3m34.9s/4m10s  10.00 iters/s

running (3m36.0s), 000/400 VUs, 5723 complete and 0 interrupted iterations
entry_spike   [  86% ] 000/400 VUs  3m35.9s/4m10s  10.00 iters/s

running (3m37.0s), 000/400 VUs, 5733 complete and 0 interrupted iterations
entry_spike   [  87% ] 000/400 VUs  3m36.9s/4m10s  10.00 iters/s

running (3m38.0s), 000/400 VUs, 5743 complete and 0 interrupted iterations
entry_spike   [  87% ] 000/400 VUs  3m37.9s/4m10s  10.00 iters/s

running (3m39.0s), 000/400 VUs, 5753 complete and 0 interrupted iterations
entry_spike   [  88% ] 000/400 VUs  3m38.9s/4m10s  10.00 iters/s

running (3m40.0s), 000/400 VUs, 5763 complete and 0 interrupted iterations
entry_spike   [  88% ] 000/400 VUs  3m39.9s/4m10s  10.00 iters/s

running (3m41.0s), 000/400 VUs, 5773 complete and 0 interrupted iterations
entry_spike   [  88% ] 000/400 VUs  3m40.9s/4m10s  10.00 iters/s

running (3m42.0s), 000/400 VUs, 5783 complete and 0 interrupted iterations
entry_spike   [  89% ] 000/400 VUs  3m41.9s/4m10s  10.00 iters/s

running (3m43.0s), 000/400 VUs, 5793 complete and 0 interrupted iterations
entry_spike   [  89% ] 000/400 VUs  3m42.9s/4m10s  10.00 iters/s

running (3m44.0s), 000/400 VUs, 5803 complete and 0 interrupted iterations
entry_spike   [  90% ] 000/400 VUs  3m43.9s/4m10s  10.00 iters/s

running (3m45.0s), 000/400 VUs, 5813 complete and 0 interrupted iterations
entry_spike   [  90% ] 000/400 VUs  3m44.9s/4m10s  10.00 iters/s

running (3m46.0s), 000/400 VUs, 5823 complete and 0 interrupted iterations
entry_spike   [  90% ] 000/400 VUs  3m45.9s/4m10s  10.00 iters/s

running (3m47.0s), 000/400 VUs, 5833 complete and 0 interrupted iterations
entry_spike   [  91% ] 000/400 VUs  3m46.9s/4m10s  10.00 iters/s

running (3m48.0s), 000/400 VUs, 5843 complete and 0 interrupted iterations
entry_spike   [  91% ] 000/400 VUs  3m47.9s/4m10s  10.00 iters/s

running (3m49.0s), 000/400 VUs, 5853 complete and 0 interrupted iterations
entry_spike   [  92% ] 000/400 VUs  3m48.9s/4m10s  10.00 iters/s

running (3m50.0s), 000/400 VUs, 5863 complete and 0 interrupted iterations
entry_spike   [  92% ] 000/400 VUs  3m49.9s/4m10s  10.00 iters/s

running (3m51.0s), 000/400 VUs, 5873 complete and 0 interrupted iterations
entry_spike   [  92% ] 000/400 VUs  3m50.9s/4m10s  10.00 iters/s

running (3m52.0s), 000/400 VUs, 5883 complete and 0 interrupted iterations
entry_spike   [  93% ] 000/400 VUs  3m51.9s/4m10s  10.00 iters/s

running (3m53.0s), 000/400 VUs, 5893 complete and 0 interrupted iterations
entry_spike   [  93% ] 000/400 VUs  3m52.9s/4m10s  10.00 iters/s

running (3m54.0s), 000/400 VUs, 5903 complete and 0 interrupted iterations
entry_spike   [  94% ] 000/400 VUs  3m53.9s/4m10s  10.00 iters/s

running (3m55.0s), 000/400 VUs, 5913 complete and 0 interrupted iterations
entry_spike   [  94% ] 000/400 VUs  3m54.9s/4m10s  10.00 iters/s

running (3m56.0s), 000/400 VUs, 5923 complete and 0 interrupted iterations
entry_spike   [  94% ] 000/400 VUs  3m55.9s/4m10s  10.00 iters/s

running (3m57.0s), 000/400 VUs, 5933 complete and 0 interrupted iterations
entry_spike   [  95% ] 000/400 VUs  3m56.9s/4m10s  10.00 iters/s

running (3m58.0s), 000/400 VUs, 5943 complete and 0 interrupted iterations
entry_spike   [  95% ] 000/400 VUs  3m57.9s/4m10s  10.00 iters/s

running (3m59.0s), 000/400 VUs, 5953 complete and 0 interrupted iterations
entry_spike   [  96% ] 000/400 VUs  3m58.9s/4m10s  10.00 iters/s

running (4m00.0s), 000/400 VUs, 5963 complete and 0 interrupted iterations
entry_spike   [  96% ] 000/400 VUs  3m59.9s/4m10s  10.00 iters/s

running (4m01.0s), 000/400 VUs, 5973 complete and 0 interrupted iterations
entry_spike   [  96% ] 000/400 VUs  4m00.9s/4m10s  10.00 iters/s

running (4m02.0s), 000/400 VUs, 5983 complete and 0 interrupted iterations
entry_spike   [  97% ] 000/400 VUs  4m01.9s/4m10s  10.00 iters/s

running (4m03.0s), 000/400 VUs, 5993 complete and 0 interrupted iterations
entry_spike   [  97% ] 000/400 VUs  4m02.9s/4m10s  10.00 iters/s

running (4m04.0s), 000/400 VUs, 6003 complete and 0 interrupted iterations
entry_spike   [  98% ] 000/400 VUs  4m03.9s/4m10s  10.00 iters/s

running (4m05.0s), 000/400 VUs, 6013 complete and 0 interrupted iterations
entry_spike   [  98% ] 000/400 VUs  4m04.9s/4m10s  10.00 iters/s

running (4m06.0s), 000/400 VUs, 6023 complete and 0 interrupted iterations
entry_spike   [  98% ] 000/400 VUs  4m05.9s/4m10s  10.00 iters/s

running (4m07.0s), 000/400 VUs, 6033 complete and 0 interrupted iterations
entry_spike   [  99% ] 000/400 VUs  4m06.9s/4m10s  10.00 iters/s

running (4m08.0s), 000/400 VUs, 6043 complete and 0 interrupted iterations
entry_spike   [  99% ] 000/400 VUs  4m07.9s/4m10s  10.00 iters/s

running (4m09.0s), 000/400 VUs, 6053 complete and 0 interrupted iterations
entry_spike   [ 100% ] 000/400 VUs  4m08.9s/4m10s  10.00 iters/s

running (4m10.0s), 000/400 VUs, 6063 complete and 0 interrupted iterations
entry_spike   [ 100% ] 000/400 VUs  4m09.9s/4m10s  10.00 iters/s


  █ THRESHOLDS 

    http_req_duration
    ✗ 'p(95)<800' p(95)=11.24s

    http_req_failed
    ✗ 'rate<0.01' rate=45.70%


  █ TOTAL RESULTS 

    checks_total.......: 6065   24.257028/s
    checks_succeeded...: 29.05% 1762 out of 6065
    checks_failed......: 70.94% 4303 out of 6065

    ✓ login 200
    ✗ checked in(200)
      ↳  65% — ✓ 1761 / ✗ 923
    ✗ qr issued(200)
      ↳  0% — ✓ 0 / ✗ 3380

    CUSTOM
    entry_already_used.............: 0.00%  0 out of 5368
    entry_booking_unavailable......: 34.25% 1839 out of 5368
    entry_checkin_duration.........: avg=28.45ms  min=8.52ms med=19.27ms max=3.06s   p(90)=26.88ms p(95)=34.31ms
    entry_checkin_ok...............: 65.61% 1761 out of 2684
    entry_not_usable...............: 0.00%  0 out of 5368
    entry_qr_duration..............: avg=2.84s    min=6.77ms med=11.32ms max=30.22s  p(90)=11.22s  p(95)=30.01s 
    entry_ticket_exhausted.........: 0.00%  0 out of 6064
    entry_verify_duration..........: avg=103.98ms min=8.48ms med=13.03ms max=3.06s   p(90)=23.98ms p(95)=42.76ms

    HTTP
    http_req_duration..............: avg=1.53s    min=6.77ms med=13.18ms max=30.22s  p(90)=38.59ms p(95)=11.24s 
      { expected_response:true }...: avg=15.69ms  min=6.77ms med=13.45ms max=244.3ms p(90)=22.94ms p(95)=27.18ms
    http_req_failed................: 45.70% 5225 out of 11433
    http_reqs......................: 11433  45.726397/s

    EXECUTION
    dropped_iterations.............: 1935   7.739052/s
    iteration_duration.............: avg=2.9s     min=7.08ms med=37.95ms max=30.24s  p(90)=11.22s  p(95)=30.02s 
    iterations.....................: 6064   24.253028/s
    vus............................: 0      min=0             max=400
    vus_max........................: 400    min=60            max=400

    NETWORK
    data_received..................: 11 MB  44 kB/s
    data_sent......................: 6.4 MB 26 kB/s



running (4m10.0s), 000/400 VUs, 6064 complete and 0 interrupted iterations
entry_spike ✗ [ 100% ] 000/400 VUs  4m09.9s/4m10s  10.00 iters/s
time="2026-07-26T17:20:31Z" level=error msg="thresholds on metrics 'http_req_duration, http_req_failed' have been crossed"